tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.10", link: false
brew "awscli"
brew "boost"
brew "cocoapods"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "git"
brew "mysql@5.7"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "python@3.9"
brew "rbenv"
brew "ruby"
brew "watchman"
brew "yarn"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
